class FirstSetOfData:
    name='Геннадий'
    last_name='Филимонов'
    address='г. Москва, ул. Партизанская, дом 3, кв 10'
    phone='+79037778899'


class SecondSetOfData:
    name='Аурелиано'
    last_name='Буэндиа'
    address='г. Москва, Ломоносовский проспект, д. 33, кв. 36'
    phone='+79990003366'


class FirstCommentForCourier:
    comment_for_first_set_of_data = ('Позвоните по указанному номеру за полчаса'
                                     'до доставки самоката')


class SecondCommentForCourier:
    comment_for_second_set_of_data = ('Очень жду ваш самокат')


class KeyQuestionsAnswers:
    answers = [
        [0, 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'],
        [1, 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'],
        [2, 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'],
        [3, 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'],
        [4, 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'],
        [5, 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'],
        [6, 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'],
        [7, 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'],
            ]